export const caloriesSD1 = {
    "Пн": "К:1846, Б:127, Ж:59, У:208; XE:8" ,
    'Вт': "K:1800, 5:98, Ж:68, У:132",
    "Ср": "K:1800, 5:82, Ж:80, У:122",
    "Чт": "K:1800, 5:96, Ж:82, У:120",
    "Пт": "K:1800, Б:78, Ж:68, Y:150",
    "Сб": "K:1800, Б:98, Ж:85, У:110",
    "Вс":"K:1800, 5:82, Ж:78, У: 135"
}

export const caloriesSD2 = {
    "Пн": "К: 1710, Б: 114, Ж: 60, У: 177" ,
    'Вт': "К: 1805, Б: 129, Ж: 66, У: 172",
    "Ср": "К: 1820, Б: 98, Ж: 85, У: 166",
    "Чт": "К: 1790, Б: 118, Ж: 66, У: 180",
    "Пт": "К: 1805, Б: 130, Ж: 78, У: 145",
    "Сб": "К: 1800, Б: 112, Ж: 69, У: 183",
    "Вс":"К: 1800, Б: 115, Ж: 82, У: 150"
}

export const caloriesPregnant = {
    "Пн": "К: 1980 ккал, Б: 135, Ж: 82, У: 185" ,
    'Вт': "К: 2010 ккал, Б: 130, Ж: 90, У: 178",
    "Ср": "К: 2030 ккал, Б: 125, Ж: 85, У: 195",
    "Чт": "К: 2020 ккал, Б: 128, Ж: 95, У: 170",
    "Пт": "К: 1990 ккал, Б: 132, Ж: 84, У: 182",
    "Сб": "К: 2040 ккал, Б: 138, Ж: 88, У: 180",
    "Вс":"К: 1970 ккал, Б: 135, Ж: 80, У: 188"
}

export const caloriesKidsSD1 = {
    "Пн": "К: 1510 ккал, Б: 85, Ж: 58, У: 162 (~13.5 ХЕ)" ,
    'Вт': "К: 1490 ккал, Б: 92, Ж: 60, У: 145 (~12 ХЕ)",
    "Ср": "К: 1520 ккал, Б: 88, Ж: 55, У: 168 (~14 ХЕ)",
    "Чт": "К: 1480 ккал, Б: 90, Ж: 65, У: 133 (~11 ХЕ)",
    "Пт": "К: 1505 ккал, Б: 82, Ж: 59, У: 161 (~13.5 ХЕ)",
    "Сб": "К: 1530 ккал, Б: 86, Ж: 62, У: 157 (~13 ХЕ)",
    "Вс":"К: 1495 ккал, Б: 94, Ж: 57, У: 151 (~12.5 ХЕ)"
}

export const caloriesKidsSD2 = {
    "Пн": "К: 1490 ккал, Б: 105, Ж: 55, У: 135 (≈11-12 ХЕ)" ,
    'Вт': "К: 1510 ккал, Б: 98, Ж: 60, У: 139 (~11.5 ХЕ)",
    "Ср": "К: 1530 ккал, Б: 92, Ж: 66, У: 138 (~11.5 ХЕ)",
    "Чт": "К: 1480 ккал, Б: 101, Ж: 64, У: 125 (~10.5 ХЕ)",
    "Пт": "К: 1510 ккал, Б: 96, Ж: 65, У: 134 (~11.2 ХЕ)",
    "Сб": "К: 1495 ккал, Б: 90, Ж: 68, У: 130 (~10.8 ХЕ)",
    "Вс":"К: 1520 ккал, Б: 99, Ж: 63, У: 136 (~11.3 ХЕ)"
}


export const menuSD1 = {
    "Пн": {
        breakfast: "Овсяная каша на воде (100гр сухой крупы), 1 яйцо всмятку, 100гр творога 5%, зеленый чай. 2,5 ХЕ, К:549, Б:33, Ж:15, У: 65.",
        lunch: "Гречневая каша (150гр сухой крупы), куриная грудка на пару (150гр), свежий овощной салат (помидоры, огурцы, зелень), 2 ч.л оливкового масла. 3,5 ХЕ, K:772, Б:55, Ж:17, У:107.",
        underpinning1: "Среднее яблоко, 25гр миндаля.",
        underpinning2: "",
        dinner: "Кабачки тушеные (300гр), запеченная треска (150гр). 1XЕ, К:292, Б:34, Ж12, У: 13. ",
        dinner2: ""
    },
    'Вт': {
        breakfast: "Творог 5% (150 г) с ягодами(50 г), 2 ломтика цельнозернового хлеба. 2XE",
        lunch: "Суп из чечевицы (400 мл), отварная индейка (150 г), салат из свежей капусты с морковью. 3 ХЕ",
        underpinning1: "Кефир 1% (200 мл), 2 несладких крекера. 1,5 ХЕ",
        underpinning2: "Натуральный йогурт без сахара (150 г) + 1 ч.л. семян чиа",
        dinner: "Омлет из 3 яиц с шпинатом, салат из огурцов и помидоров, ч.л оливкового масла. 0,5 ХЕ.Лёгкий второй ужин: 1 отварное яйцо + 50 г огурца",
        dinner2: ""
    },
    "Ср": {
        breakfast: "Гречневая каша (40 г сухой крупы), 1 отварное яйцо, 30 г сыра, 50гр 5% творога. 2 ХЕ",
        lunch: "Плов с бурым рисом (60 г сухого риса), говядина тушеная (130 г), свежая зелень, ч.л растительного масла. 4 ХЕ",
        underpinning1: "Груша средняя, горсть грецких орехов (15 г), 100гр натурального йогурта без сахара. 1,5 ХЕ",
        underpinning2: "1 средний апельсин, 20гр тыквенных семечек",
        dinner: "Запеченные баклажаны с помидорами и чесноком (250 г), кусочек сыра (30 г). 1 ХЕ",
        dinner2: ""
    },
    "Чт": {
        breakfast: "Ржаные хлебцы (2 шт.), авокадо (1/2 шт.), 2 яйца пашот, ч.л льняных семян. 2 ХЕ",
        lunch: "уп-пюре из цветной капусты(250 мл), куриные котлеты на пару (2 шт.), салат из свежих овощей, ч.л оливкового масла. 2,5 ХЕ",
        underpinning1: "Творожная запеканка без сахара (200г).",
        underpinning2: "1 груша средняя, 20гр миндаля",
        dinner: "Лосось на гриле (150 г) + спаржа на пару (300 г). 0,5 ХЕ",
        dinner2: ""
    },
    "Пт": {
        breakfast: "Перловая каша (40 г сухой крупы), 1 яйцо, ч.л семян чиа, зеленый чай. 2,5 ХЕ",
        lunch: "Щи из свежей капусты (450 мл), отварная говядина (120 г), салат из моркови, ч.л растительного масла. 3 ХЕ",
        underpinning1: "Кисель из ягод без сахара (200 мл), 100 г творога. 1,5 ХЕ",
        underpinning2: "1 яблоко среднее, 20гр грецкого ореха",
        dinner: "Тушеная фасоль (250 г) с луком и морковью, салат из свежих овощей. 2 ХЕ.",
        dinner2: ""
    },
    "Сб": {
        breakfast: "Омлет из 3 яиц с грибами и зеленью, ломтик цельнозернового хлеба.1,5 XE",
        lunch: "Уха из лосося (450 мл), запеченный картофель в мундире (1 средний), свежая зелень, ч.л оливкового масла. 3 ХЕ",
        underpinning1: "Смузи из шпината (300гр), огурца и одним авокадо, ст.л льняного масла. 0,5 ХЕ",
        underpinning2: "100 г творога 5%",
        dinner: "Куриные рулетики с шпинатом и сыром (2 шт.), тушеная брокколи. 1 ХЕ.",
        dinner2: ""
    },
    "Вс": {
        breakfast: "Тыквенная каша на воде (350 г готовой), 1 яйцо, 50гр творога 5%, корица. 2 ХЕ",
        lunch: "Суп из чечевицы с овощами (350 мл), запеченная индейка (180 г), салат из свежих овощей, ч.л оливкового масла. 3,5 ХЕ",
        underpinning1: "Ягоды (малина/черника 100г), натуральный йогурт без сахара (200 г). 1 ХЕ",
        underpinning2: "1 апельсин, 25гр миндаля.",
        dinner: "Запеченные овощи (баклажан, цукини, перец) с травами (250 г), 50 г феты. 1 ХЕ",
        dinner2: ""
    },
}

// {
//     breakfast: "",
//     lunch: "",
//     underpinning1: "",
//     underpinning2: "",
//     dinner: "",
//     dinner2: ""
// },

export const menuSD2 = {
    "Пн": {
        breakfast: "Овсяная каша на воде (60 г сухой крупы) с корицей и 100 г ягод, 1 вареное яйцо, ломтик сыра (20 г), зеленый чай.",
        lunch: " Гречневая каша (200 г готовой), запеченная куриная грудка (150 г), салат из овощей (200 г) с 1 ст.л. оливкового масла.",
        underpinning1: "1 яблоко, миндаль (30 г).",
        underpinning2: "",
        dinner: "Запеченная треска (180 г), тушеные кабачки, морковь, лук (300 г), 2 ломтика цельнозернового хлеба (50 г).",
        dinner2: " (за 1.5 ч до сна): Стакан кефира 1% (200 мл)"
    },
    'Вт': {
        breakfast: "Творог 5% (200 г) с 2 ст.л. пшеничных отрубей, горстью малины и 10 г грецких орехов, чай.",
        lunch: "Суп из чечевицы (400 мл), 2 ломтика ржаного хлеба (50 г), отварная индейка (150 г) с брокколи на пару (150 г).",
        underpinning1: "1 крупная груша, творог 5% (50 г).",
        underpinning2: "",
        dinner: "Омлет из 3 яиц со шпинатом и томатами, салат из огурцов с льняным маслом (1 ст.л.), 150 г отварной перловки.",
        dinner2: "Натуральный йогурт (125 г)."
    },
    "Ср": {
        breakfast: "Ячневая каша на воде с тыквой (250 г готовой), 1 ст.л. льняного масла, 2 вареных яйца.",
        lunch: "Плов из бурого риса с курицей и овощами (250 г), салат из свежей капусты (150 гр)",
        underpinning1: "Черника/малина (200 г), 30 г фундука.",
        underpinning2: "",
        dinner: "Тушеная говядина (150 г) со стручковой фасолью (250 г), салат из свеклы с чесноком и 1 ч.л. сметаны 10%.",
        dinner2: "Ряженка 2.5% (200 мл)."
    },
    
    "Чт": {
        breakfast: "Льняная каша (из семян и овсяных отрубей 40 г), 100 г ягод, 2 яйца пашот.",
        lunch: "Рыбные котлеты на пару (200 г), перловая каша (150 г готовой), тушеная капуста (200 г).",
        underpinning1: "1 апельсин, горсть семян тыквы (20 г).",
        underpinning2: "",
        dinner: "Салат «Цезарь» с курицей (без сухариков, соус на йогурте 2% и горчице), 2 ломтика цельнозернового хлеба, порция киноа (100 г).",
        dinner2: "Кефир 1% (200 мл)."
    },
    
    "Пт": {
        breakfast: "Сырники из творога 5% с отрубями (200 г), ягодный соус на эритрите, кофе с молоком 1.5%.",
        lunch: "Щи со свежей капустой (400 мл), 2 ломтика ржаного хлеба, запеченная скумбрия (150 г) — богата Омега-3.",
        underpinning1: "1 киви, 5 грецких орехов, 50 г творога 5%.",
        underpinning2: "",
        dinner: "Куриная грудка гриль (150 г), баклажаны запеченные (250 г), порция булгура (120 г).",
        dinner2: "Натуральный йогурт (125 г)"
    },
    
    "Сб": {
        breakfast: "Овсяные хлопья (50 г сухих), семена чиа (10 г), грецкие орехи (15 г), кефир 2.5% (200 мл).",
        lunch: "Куриные тефтели (180 г), гречневая каша (200 г готовой), салат из томатов и огурцов с маслом.",
        underpinning1: "1 грейпфрут, 20 г арахиса (не жареного).",
        underpinning2: "",
        dinner: "Творожная запеканка с отрубями и яблоком (200 г), 1 ст.л. сметаны 10%, чай.",
        dinner2: " Стакан молока 1.5% (200 мл)."
    },
    
    "Вс": {
        breakfast: "Омлет из 3 яиц, 1/2 авокадо, шпинат, 2 ломтика цельнозернового хлеба (50 г).",
        lunch: "Суп-пюре из цветной капусты (300 мл), запеченная индейка (150 г), гарнир из стручковой фасоли (200 г).",
        underpinning1: "Салат из капусты, моркови и яблока (250 г) с лимонным соком и 1 ст.л. семян подсолнечника.",
        underpinning2: "",
        dinner: "Фаршированные перцы (2 шт. крупных) с нежирным фаршем и бурым рисом, салат из огурцов.",
        dinner2: "Кефир 1% (200 мл)."
    },
}


export const menuPregnant = {
    "Пн": {
        breakfast: "Овсяная каша (60 г сухой крупы) с корицей, 2 яйца всмятку, 100 г творога 5%, горсть черники (50 г).",
        lunch: "Гречневая каша (70 г сухой крупы), запеченная куриная грудка (150 г), салат из капусты и огурца (200 г) с 2 ч.л. оливкового масла.",
        underpinning1: "Яблоко, 20 г миндаля, натуральный йогурт (150 г).",
        underpinning2: "",
        dinner: "Запеченная треска (180 г), рагу из кабачков и брокколи (250 г), 1 ломтик цельнозернового хлеба(30 г).",
        dinner2: "Стакан кефира (200 мл) + 1 хлебец."
    },
    'Вт': {
        breakfast: "Творог 5% (200 г), 1 ч.л. льняных семян, 2 хлебца, огурец, 1 вареное яйцо.",
        lunch: "Суп из чечевицы (300 мл), цельнозерновой хлеб (40 г), куриная печень с овощами (150 г).",
        underpinning1: "Груша, йогурт (150 г), 15 г грецких орехов.",
        underpinning2: "",
        dinner: "Омлет из 3 яиц со шпинатом и грибами, салат из томатов (200 г) с маслом, отварная киноа или булгур (100 г готового).",
        dinner2: "Ряженка 2.5% (200 мл) + 20 г сыра."
    },
    "Ср": {
        breakfast: "Гречневая каша (60 г сухой крупы), творог 5% (150 г), ягоды (50 г), 10 г грецких орехов.",
        lunch: "Бурый рис (70 г сухой крупы), индейка (150 г), тушеная капуста с морковью и яблоком (200 г).",
        underpinning1: "Сыр твердый (40 г), 3 хлебца, помидор.",
        underpinning2: "",
        dinner: "Фаршированные перцы (3 шт.) с говядиной и булгуром, салат из огурцов.",
        dinner2: "Натуральный йогурт (150 г) + 10 г семян чиа"
    },
    "Чт": {
        breakfast: "Омлет из 3 яиц, 1/2 авокадо, черри, 2 цельнозерновых хлебца, 30 г сыра.",
        lunch: "Суп-пюре из цветной капусты (300 мл), запеченная скумбрия (150 г), салат из рукколы, 1 отварная картофелина в мундире (для нормы углеводов).",
        underpinning1: "Творог 5% (150 г), 20 г грецких орехов, корица.",
        underpinning2: "",
        dinner: "Куриные котлеты (200 г), рагу из кабачков и фасоли (300 г), 1 ломтик хлеба.",
        dinner2: "Стакан молока 1.5% (200 мл) + 2 галетных печенья (без сахара)."
    },
    "Пт": {
        breakfast: "Tыквенная каша на воде/молоке 1:1 (250 г готовой), 2 яйца вкрутую, ягоды (50 г).",
        lunch: "Перловая каша (70 г сухой крупы), запеченная говядина (150 г), салат из капусты (200 г) с льняным маслом.",
        underpinning1: "Яблоко, йогурт (150 г), горсть семян тыквы (20 г).",
        underpinning2: "",
        dinner: "Форель запеченная (180 г), тушеные баклажаны с перцем (250 г), 1 ломтик ржаного хлеба.",
        dinner2: "Кефир (200 мл) + 30 г творога."
    },
    "Сб": {
        breakfast: "Овсяная каша (60 г сухой крупы) с отрубями, творог 5% (150 г), семена чиа (1 ч.л.), 5 шт. миндаля.",
        lunch: "Суп из чечевицы (350 мл), цельнозерновой хлеб (50 г), куриные крылышки без кожи (150 г) с огурцом.",
        underpinning1: "Сыр фета (50 г), огурец, черри, 2 хлебца.",
        underpinning2: "",
        dinner: "Тушеная говядина с овощами (300 г), порция отварной гречки (100 г готовой).",
        dinner2: "Йогурт натуральный (150 г)."
    },
    "Вс": {
        breakfast: "Творожная запеканка без сахара (200 г), ягоды, 1 яйцо всмятку, чай.",
        lunch: "Бурый рис (70 г сухой крупы), куриная грудка (150 г), салат из овощей (200 г) с маслом.",
        underpinning1: "Груша, 30 г миндаля, кусочек сыра (20 г).",
        underpinning2: "",
        dinner: "Запеченные кабачки с фаршем из индейки (200 г), салат из капусты, 1 ломтик хлеба.",
        dinner2: "Молоко (200 мл) + 1 хлебец."
    },    
}



export const menuKidsSD1 = {
    "Пн": {
        breakfast: "Овсяная каша (40 г сухой крупы) с корицей, 1 яйцо всмятку, 50 г творога 5%, горсть черники (50 г).",
        lunch: " Гречневая каша (45 г сухой крупы), запеченная куриная грудка (100 г), салат из капусты и огурца (150 г) с 2 ч.л. оливкового масла.",
        underpinning1: "Яблоко (150 г), миндаль (15 г).",
        underpinning2: "",
        dinner: "Запеченная треска (120 г), рагу из кабачков и брокколи (200 г), 1 ломтик цельнозернового хлеба (25 г).",
        dinner2: "Стакан кефира 1% (200 мл) + 1 ржаной хлебец (10 г)."
    },
    'Вт': {
        breakfast: "Творожная запеканка без сахара (творог 150 г + 1 яйцо + 20 г манки/отрубей), горсть малины (50 г).",
        lunch: "Суп-пюре из цветной капусты (250 мл), индейка отварная (100 г), 1 ломтик ржаного хлеба (30 г).",
        underpinning1: "Греческий йогурт (150 г), грецкие орехи (15 г).",
        underpinning2: "",
        dinner: "Омлет из 2 яиц со шпинатом, отварная чечевица (40 г сухой), салат из огурца (100 г).",
        dinner2: "Натуральный питьевой йогурт без сахара (200 мл)."
    },
    "Ср": {
        breakfast: "Гречневая каша (45 г сухой), сыр творожный (30 г), половина апельсина, чай.",
        lunch: "Салат с тунцом (100 г), отварной бурый рис (40 г сухой крупы), помидоры черри (5 шт.).",
        underpinning1: "Груша средняя (150 г), творог 5% (50 г).",
        underpinning2: "",
        dinner: "Куриные тефтели (150 г), запеченная тыква (150 г), 1 ломтик цельнозернового хлеба (25 г).",
        dinner2: "Ряженка 2.5% (200 мл)."
    },
    "Чт": {
        breakfast: "Ржаной тост (30 г), половина авокадо, 2 яйца пашот.",
        lunch: "Чечевичный суп (250 мл), запеченная куриная голень без кожи (120 г), салат из свежих овощей.",
        underpinning1: "Творог 5% (100 г) с горстью голубики.",
        underpinning2: "",
        dinner: "Белая рыба на пару (150 г), отварная перловка (40 г сухой), брокколи (150 г).",
        dinner2: "Стакан молока 1.5% (200 мл) + 1 галетное печенье."
    },
    "Пт": {
        breakfast: "Перловая каша (40 г сухой), 1 яйцо, ломтик сыра (20 г), чай.",
        lunch: "Щи со свежей капустой (300 мл), запеченная говядина (100 г), 1 ломтик ржаного хлеба (30 г).",
        underpinning1: "Киви (1 шт.), фундук (20 г).",
        underpinning2: "",
        dinner: "Тушеная стручковая фасоль с индейкой (150 г), булгур (40 г сухой), свежий болгарский перец.",
        dinner2: "Кефир (200 мл) + 1 хлебец с творожным сыром."
    },
    "Сб": {
        breakfast: "Мюсли домашние (овсяные хлопья 40 г, семена чиа, орехи 10 г) с натуральным йогуртом.",
        lunch: "Овощной суп (250 мл), куриная котлета на пару (120 г),отварная гречка (40 г сухой).",
        underpinning1: "Грейпфрут (половина), сыр фета (30 г).",
        underpinning2: "",
        dinner: "Творог 5% (150 г) с ягодами, 2 мультизлаковых хлебца.",
        dinner2: "Молоко тепкое (200 мл)."
    },
    "Вс": {
        breakfast: "Омлет из 2 яиц, ломтик цельнозернового хлеба (30 г), свежий огурец.",
        lunch: "Уха из белой рыбы (300 мл), 1 картофелина отварная (80 г), салат из моркови и яблока.",
        underpinning1: "Персик (или 2 абрикоса), горсть кешью (15 г).",
        underpinning2: "",
        dinner: "Запеченная индейка (120 г), киноа (40 г сухой), тушеные кабачки (150 г).",
        dinner2: "Биолакт без сахара (200 мл)."
    },
}




export const menuKidsSD2 = {
    "Пн": {
        breakfast: "Овсяная каша (40 г сухой крупы) на воде с корицей, 1 вареное яйцо, 70 г черники, 10 г миндаля. (К: 390, Б: 17, Ж: 16, У: 45)",
        breakfast2: "Творог 2% (100 г), 1/2 среднего яблока (70 г). (К: 150, Б: 17, Ж: 3, У: 10)",
        lunch: "Гречневая каша (150 г готовой), запеченная куриная грудка (120 г), салат из огурца и зелени (150 г) с 1 ч.л. оливкового масла. (К: 440, Б: 42, Ж: 15, У: 32)",
        underpinning1: "Кефир 2.5% (200 мл), 2 ржаных хлебца. (К: 135, Б: 7, Ж: 7, У: 12)",
        underpinning2: "",
        dinner: "Запеченная треска (150 г), рагу из кабачков и брокколи (250 г). (К: 275, Б: 30, Ж: 10, У: 16)",
        dinner2: "Натуральный йогурт (125 г). (К: 100, Б: 5.5, Ж: 4, У: 10)"
    },
    'Вт': {
        breakfast: "Творог 5% (150 г) с 1 ч.л. льняных семян, 1/2 среднего апельсина. (К: 280, Б: 28, Ж: 8, У: 22)",
        breakfast2: "1 небольшая груша (120 г). (К: 65, Б: 0.4, Ж: 0, У: 15)",
        lunch: "Суп из чечевицы (250 мл), отварная индейка (100 г), хлеб ржаной (30 г). (К: 400, Б: 35, Ж: 5, У: 52)",
        underpinning1: "Грецкий орех (20 г). (К: 130, Б: 3, Ж: 13, У: 3)",
        underpinning2: "",
        dinner: "Омлет из 2 яиц со шпинатом и грибами, салат из огурцов и зелени с лимонной заправкой. (К: 335, Б: 18, Ж: 25, У: 8)",
        dinner2: "Стакан молока 1.5% (200 мл). (К: 100, Б: 6.5, Ж: 3, У: 9)"
    },
    "Ср": {
        breakfast: "Омлет из 2 яиц с помидорами и зеленью, 1 ломтик ц/з хлеба (30 г). (К: 320, Б: 18, Ж: 20, У: 15)",
        breakfast2: "1 средний грейпфрут (200 г). (К: 80, Б: 1.5, Ж: 0, У: 19)",
        lunch: "Бурый рис (150 г готового), запеченная куриная грудка (120 г), тушеная капуста с морковью (150 г). (К: 490, Б: 45, Ж: 13, У: 48)",
        underpinning1: "Творог 5% (100 г), 10 г миндаля. (К: 180, Б: 18, Ж: 9, У: 5)",
        underpinning2: "",
        dinner: "Фаршированные перцы (2 шт. средних) с нежирным фаршем (100 г) и овощами. (К: 350, Б: 25, Ж: 15, У: 30)",
        dinner2: "Стакан кефира 1% (200 мл). (К: 90, Б: 6, Ж: 2, У: 9)"
    },
    "Чт": {
        breakfast: "Ячневая каша (40 г сухой) на воде с тыквой (100 г), 1 вареное яйцо. (К: 340, Б: 16, Ж: 10, У: 40)",
        breakfast2: "1 среднее яблоко (150 г). (К: 70, Б: 0.3, Ж: 0, У: 18)",
        lunch: "Суп-пюре из цветной капусты (250 мл), запеченная скумбрия (120 г), хлеб ц/з (30 г). (К: 430, Б: 35, Ж: 19, У: 26)",
        underpinning1: "Греческий йогурт (150 г), 5 грецких орехов. (К: 145, Б: 10, Ж: 9, У: 7)",
        underpinning2: "",
        dinner: "Куриные котлеты на пару (150 г), рагу из кабачков и стручковой фасоли (200 г). (К: 350, Б: 32, Ж: 15, У: 14)",
        dinner2: "Творог 2% (100 г). (К: 145, Б: 18, Ж: 2, У: 3)"
    },
    "Пт": {
        breakfast: "Киноа (40 г сухой) на воде, 1 яйцо, 50 г сыра (20%), оливковое масло (5 г). (К: 360, Б: 20, Ж: 20, У: 27)",
        breakfast2: "1 средняя груша (150 г). (К: 80, Б: 0.5, Ж: 0, У: 21)",
        lunch: "Перловая каша (150 г готовой), запеченная говядина (100 г), салат из свежей капусты и моркови (150 г) с лимонным соком. (К: 470, Б: 35, Ж: 16, У: 44)",
        underpinning1: "15 г миндаля. (К: 90, Б: 3, Ж: 7, У: 3)",
        underpinning2: "",
        dinner: "Запеченная форель (150 г), тушеные баклажаны с перцем (200 г). (К: 330, Б: 30, Ж: 18, У: 11)",
        dinner2: "Стакан ряженки 2.5% (200 мл). (К: 110, Б: 6, Ж: 5, У: 11)"
    },
    "Сб": {
        breakfast: "Овсяные хлопья (40 г) с молоком (100 мл), 10 г семян чиа, 50 г черники. (К: 300, Б: 12, Ж: 12, У: 35)",
        breakfast2: "1/2 среднего апельсина (75 г). (К: 35, Б: 0.5, Ж: 0, У: 8)",
        lunch: "Суп из чечевицы (250 мл), куриные крылышки без кожи (100 г), хлеб ц/з (30 г). (К: 420, Б: 30, Ж: 15, У: 42)",
        underpinning1: "Творог 5% (120 г), 10 г грецких орехов. (К: 200, Б: 20, Ж: 10, У: 6)",
        underpinning2: "",
        dinner: "Запеченная рыба (150 г), рагу из овощей (200 г). (К: 340, Б: 30, Ж: 16, У: 15)",
        dinner2: "Натуральный йогурт (125 г). (К: 100, Б: 5.5, Ж: 4, У: 10)"
    },
    "Вс": {
        breakfast: "Творожная запеканка без сахара (150 г творога, 1 яйцо, 20 г отрубей), 50 г малины.(К: 310, Б: 30, Ж: 12, У: 20)",
        breakfast2: "1 средняя груша (150 г). (К: 80, Б: 0.5, Ж: 0, У: 21)",
        lunch: "Борщ на овощном бульоне (250 мл), отварная говядина (100 г), хлеб ц/з (30 г). (К: 450, Б: 35, Ж: 18, У: 39)",
        underpinning1: "Салат из свежей капусты и моркови (150 г) с 1 ч.л. оливкового масла. (К: 100, Б: 2, Ж: 7, У: 8)",
        underpinning2: "",
        dinner: "Куриная грудка на гриле (150 г), тушеные кабачки (200 г). (К: 320, Б: 40, Ж: 13, У: 10)",
        dinner2: "Стакан кефира 1% (200 мл). (К: 70, Б: 6, Ж: 2, У:9)"
    },
}